samples = {
    "sample_1": """
        построенному еще во времена, когда Северное Королевство находилось на вершине своего
        могущества, они поселились между рекой и Дальним Всхолмьем. От хоббитов требовалось немного —
        содержать в порядке Большой Мост, а также прочие мосты и дороги, да снабжать всем необходимым
        посланцев Короля и признавать власть короны.
        Отсюда и пошло Засельское Летосчисление, а тот год, когда хоббиты перешли Брендивин
    """,
    "sample_2": """
        (так они
        переиначили название реки), считается Первым Годом Заселья. Все прочие даты отсчитываются от
        этой знаменательной. Новая земля полюбилась западным хоббитам, и они остались на ней. Вскоре
        упоминания о хоббитах исчезли из хроник людей и эльфов. Хоббиты считались королевскими
        подданными, пока не пали короли, хотя на самом деле в Заселье было самоуправление, и хоббиты не
        имели никакого касательства к событиям, что происходили
    """,
    "sample_3": """
        во внешнем мире. Правда, на последнюю
        битву при Форносте, против Ангмарского чародея, хоббиты выслали на помощь Королю
        небольшой отряд лучников (по крайней мере так они уверяют), но в легендах людей упоминаний об
        этом нет — а если и были, не сохранились. Как бы то ни было, в этой битве Северное Королевство
        потерпело поражение, после чего хоббичьи
    """,
    "sample_4": """
        земли перешли в полное распоряжение хоббитов. С тех
        пор хоббиты стали выбирать из своей среды Тана, дабы тот представлял власть ушедшего Короля.
        Целую тысячу лет после этого войны не тревожили хоббитов, так что после Черной Чумы (37 г. З. Л.)
        они безмятежно множились и процветали вплоть до гибельной Лютой Стужи и последовавшего за ней
        голода. Погибли
    """,
    "sample_5": """
        Погибли тогда тысячи, — но ко времени нашего повествования Голодные Годы (1158–1160)
        ушли далеко в прошлое и хоббиты вновь успели привыкнуть к достатку. Места в Заселье были
        богатые и красивые. Правда, когда поселенцы пришли сюда, тут уже долгие годы царило запустение,
        но в прежние времена здешние земли слыли житницей Северного Королевства:
    """,
    "sample_6": """
        со всеми вещами, в которых не усматривали прямой пользы, но выбросить не решались.
        Именовались такие вещи мэтемы; отсюда и название музея. Жилища хоббитов были битком
        набиты всевозможными мэтемами — к их числу, кстати, относились и многочисленные подарки, по
        разным причинам кочевавшие из рук в руки.
        Однако, несмотря на сравнительно спокойную жизнь, хоббиты продолжали оставаться на
        удивление крепким и выносливым племенем. Хоббита не так — то просто напугать, если, конечно, до
        этого дойдет, а убить и подавно. При необходимости они могут довольствоваться малым — и,
        наверное, поэтому никогда не устают радоваться простым земным благам, выпадающим на их долю.
        Кроме того, они храбро переносят боль, жестокость врага и превратности погоды, чем нередко
    """,
}
